app/Http/Controllers/Home/AuthController.php

SELECT * FROM `users` WHERE `email` = 'mmdreza.alikhani@gmail.com' LIMIT 1
SELECT * FROM `users` WHERE `username` = 'Mohammadreza Alikhani' LIMIT 1
INSERT INTO `users` (`username`, `first_name`, `last_name`, `email`, `avatar`, `password`, `provider_name`, `email_verified_at`, `updated_at`, `created_at`) VALUES ('Mohammadreza Alikhani', 'Mohammadreza', 'Alikhani', 'mmdreza.alikhani@gmail.com', 'https://lh3.googleusercontent.com/a/ACg8ocKKyucqLymGtJgmPH6QJ-WBAFXvYBsDi0doQj664iaCFud87fdH=s96-c', '$2y$10$Jq6mTx763xtMRJ1cMhTxK.p8fBndoC.BTFn55q.uaqL1e0CNrcteC', 'google', '2025-05-06 00:41:42', '2025-05-06 00:41:42', '2025-05-06 00:41:42')
---
    public function handleProviderCallback(Request $request, $provider): \Illuminate\Http\RedirectResponse
    {
        $socialiteUser = Socialite::driver($provider)->stateless()->user();

        $user = User::where('email', $socialiteUser->getEmail())->first();

        $string = random_int(1000, 9999999);

        $duplicateUsername = User::where('username', $socialiteUser->getName())->first();

        if (! $user) {
            $user = User::create([
                'username' => $duplicateUsername ? 'Guest-'.$string : $socialiteUser->getName(),
                'first_name' => $socialiteUser->user['given_name'],
                'last_name' => $socialiteUser->user['family_name'],
                'email' => $socialiteUser->getEmail(),
                'avatar' => $socialiteUser->getAvatar(),
                'password' => Hash::make($socialiteUser->getId()),
                'provider_name' => $provider,
                'email_verified_at' => Carbon::now(),
            ]);