app/Http/Controllers/Home/HomeController.php

    public function index(){

        SEOTools::setTitle('خانه');
        SEOTools::setDescription('دری به سوی دنیای گیم');
        SEOTools::opengraph()->setUrl(route('home.index'));
        SEOTools::setCanonical('https://codecasts.com.br/lesson');
        SEOTools::opengraph()->addProperty('type', 'articles');
        SEOTools::twitter()->setSite('@LuizVinicius73');
        SEOTools::jsonLd()->addImage('https://codecasts.com.br/img/logo.jpg');

        $banners = Banner::where('is_active' , 1)->where('type' , 'index/top-slider')->limit(4)->get();
        $allNews = News::where('is_active' , 1)->limit(6)->get();
        $articles = Article::where('is_active' , 1)->limit(6)->get();
        $products = Product::where('is_active', 1)->whereHas('variations', function ($query){$query->where('quantity', '>', '0');})->limit(10)->get();
        $platforms = Platform::where('is_active', 1)->where('id', '!=' , '0')->get();
---
SELECT * FROM `banners` WHERE `is_active` = 1 and `type` = 'index/top-slider' and `banners`.`deleted_at` IS NULL LIMIT 4
SELECT * FROM `news` WHERE `is_active` = 1 LIMIT 6
SELECT * FROM `articles` WHERE `is_active` = 1 LIMIT 6
SELECT * FROM `products` WHERE `is_active` = 1 and exists (SELECT * FROM `product_variations` WHERE `products`.`id` = `product_variations`.`product_id` and `quantity` > '0' and `product_variations`.`deleted_at` IS NULL) LIMIT 10
SELECT * FROM `platforms` WHERE `is_active` = 1 and `id` != '0' and `platforms`.`deleted_at` IS NULL