app/Http/Controllers/Home/ProductController.php

SELECT * FROM `products` WHERE `is_active` = 1 and `category_id` = 27
SELECT * FROM `attributes` WHERE `attributes`.`id` in (3, 4, 7, 8, 10, 11)
SELECT * FROM `categories` WHERE `categories`.`id` = 27 LIMIT 1
---
    public function show(Product $product): View|Application|Factory
    {
        $relatedProducts = Product::where('is_active', 1)->where('category_id', $product->category->id)->get();
        $variationName = Attribute::find($product->variations->first()->attribute_id)->name;
        $productAttributes = $product->attributes()->with('attribute')->get();