app/Actions/Fortify/CreateNewUser.php

INSERT INTO `users` (`username`, `email`, `password`, `updated_at`, `created_at`) VALUES ('ehsan@gmail', 'ehsan@gmail.com', '$2y$10$dU5nUNmjs.7fqTfBTybsueJX87Ua/8A58O/.dz8.Bje9YjC8olijm', '2024-08-31 01:15:46', '2024-08-31 01:15:46')
---
    public function create(array $input): User
    {
        Validator::make($input, [
            'username' => ['required', 'string', 'max:255', Rule::unique(User::class)],
            'registerEmail' => [
                'required',
                'string',
                'email',
                'max:255',
                Rule::unique(User::class, 'email'),
            ],
            'registerPassword' => [$this->passwordRules(), 'same:password_confirmation', 'min:8', 'max:32'],
            'password_confirmation' => 'required|same:registerPassword',
        ])->validate();

        session()->flash('welcome', '! '.$input['username'].' خوش اومدی');

        toastr()->success('ثبت نام با موفقیت انجام شد!');

        return User::create([
            'username' => $input['username'],
            'email' => $input['registerEmail'],
            'password' => Hash::make($input['registerPassword']),
        ]);