app/Http/Controllers/Admin/BrandController.php

SELECT * FROM `brands` WHERE `brands`.`deleted_at` IS NULL ORDER BY `created_at` DESC LIMIT 10 offset 0
SELECT count(*) as aggregate FROM `brands` WHERE `brands`.`deleted_at` IS NULL
---
    public function index(): View|Application|Factory
    {
        $brands = Brand::latest()->paginate(10);