app/Http/Controllers/Admin/HomeController.php

    public function mainPage(): Factory|Application|View|\Illuminate\Contracts\Foundation\Application
    {
        $orders = \App\Models\Order::where('status', '1')->where('updated_at', '>=', Carbon::now()->subHours(24)->toDateTimeString())->get();
        $recentUsers = \App\Models\User::where('status', '1')->where('updated_at', '>=', Carbon::now()->subHours(24)->toDateTimeString())->get();
        $products = \App\Models\Product::where('status', '1')->where('updated_at', '>=', Carbon::now()->subHours(24)->toDateTimeString())->get();
---
SELECT * FROM `orders` WHERE `status` = '1' and `updated_at` >= '2024-08-30 01:16:55'
SELECT * FROM `users` WHERE `status` = '1' and `updated_at` >= '2024-08-30 01:16:55'
SELECT * FROM `products` WHERE `status` = '1' and `updated_at` >= '2024-08-30 01:16:55'