app/Http/Controllers/Admin/PlatformController.php

    public function index(): View|Application|Factory
    {
        $platforms = Platform::latest()->paginate(10);
---
SELECT * FROM `platforms` WHERE `platforms`.`deleted_at` IS NULL ORDER BY `created_at` DESC LIMIT 10 offset 0
SELECT count(*) as aggregate FROM `platforms` WHERE `platforms`.`deleted_at` IS NULL