app/Http/Controllers/Admin/ProductController.php

    public function index(): Factory|Application|View
    {
        $products = Product::latest()->paginate(10);
---
SELECT * FROM `products` ORDER BY `created_at` DESC LIMIT 10 offset 0
SELECT count(*) as aggregate FROM `products`

    public function show(Product $product): Factory|Application|View
    {
        $filters = $product->attributes()
            ->with('attribute')
            ->get()
            ->map(function ($attr) {
                return [
                    'value' => $attr->value,
                    'title' => $attr->attribute->title,
                ];
            });
        $variations = $product->variations()
            ->with('attribute')
            ->get()
            ->map(function ($attr) {
                return [
                    'title' => $attr->attribute->title,
                    'value' => $attr->value,
                    'price' => $attr->price,
                    'quantity' => $attr->quantity,
                    'sku' => $attr->sku,
                    'sale_price' => $attr->sale_price,
                    'date_on_sale_from' => $attr->date_on_sale_from,
                    'date_on_sale_to' => $attr->date_on_sale_to,
                ];
---
SELECT * FROM `attributes` WHERE `attributes`.`id` in (3, 4, 7, 8, 10, 11)